Repository: Belfagor2005/CacheFlush
Catalog: usr/lib/enigma2/python/Plugins/Extensions/CacheFlush/locale/*/LC_MESSAGES/CacheFlush.po
Languages: lt, sk, uk

source: plugins
sk: pluginoch
uk: плагінах

source: menu-system
sk: menu-systém
uk: меню-система

source: extensions
sk: ponuka rozšírenie
uk: доповненнях

source: event info
uk: меню подій

source: Setup CacheFlush
lt: CacheFlush sąranka
sk: Nastavenie CacheFlush
uk: Налаштування КешФлеш

source: Automatic cache flushing
sk: Automatické uvolňovanie medzipamäte
uk: Автоматична очистка кеша

source: pagecache
uk: кеш сторінок

source: %d minute
lt: %d minutė
sk: %d minuta
uk: %d хвилина

source: %d second
lt: %d sekundė
sk: %d sekunda
uk: %d секунда

source: Default
lt: Numatytasis
sk: Predvolené
uk: За замовчуванням

source: Cancel
lt: Atšaukti
sk: Zrušiť
uk: Вихід

source: Clear Now
lt: Valyti dabar
sk: Uvoľniť teraz
uk: Очистити

source: Info
lt: Informacija
uk: Інфо

source: Uncached memory: %(current)s kB, ( default: %(default)s kB )
lt: Netalpyklinė atmintis: %(current)s kB, (numatytoji reikšmė: %(default)s kB)
sk: Neuložená pamäť: %(current)s kB, (predvolené: %(default)s kB)
uk: Некешована пам'ять: %(current)s КБ, (за замовчуванням: %(default)s КБ)

source: Enable CacheFlush
lt: Įjungti CacheFlush
sk: Povoliť CacheFlush
uk: Включити КешФлеш

source: Auto timeout
lt: Autopaleidimas už
sk: Automatické spustenie
uk: Авто запуск через

source: Time of info message
lt: Pranešimo rodymo laikas
sk: Dĺžka zobrazenia info
uk: Таймаут повідомлення

source: Auto timeout (5-150min)
lt: Autopaleidimas už (5-150 min.)
sk: Automatické spušťanie (5-150min)
uk: Авто запуск (5-150хв)

source: Time of info message (1-10sec)
lt: Pranešimo rodymo laikas (1-10sec)
sk: Dĺžka zobrazenia info (1-10sec)
uk: Таймаут повідомлення (1-10 сек)

source: Cache drop type
lt: Talpyklos valymo būdas
sk: Typ vyrovnávacej pamäte
uk: Тип очистки кеша

source: Clean "dirty" cache too
lt: Valyti ir "nešvarią" talpyklą
sk: Vyčistite aj „špinavú“ vyrovnávaciu pamäť
uk: Очистити теж "брудний" кеш

source: Show info on screen
lt: Rodyti informaciją ekrane
sk: Zobrazovať info na obrazovke
uk: Показати інфо на екрані

source: Uncached memory size
lt: Pagrindinės stminties dydis
sk: Veľkosť neuloženej vyrovnávacej pamäte
uk: Об'єм пам'яті без кеша

source: Save
lt: Išsaugoti
sk: Uložiť
uk: Зберегти

source: Memory:
lt: Atmintis:
sk: Pamäť:
uk: Пам'ять:

source: Used:
lt: Naudojama:
sk: Použitá:
uk: Занято:

source: Free:
lt: Laisva:
sk: Voľná:
uk: Вільно:

source: Starting
lt: Pradedama
sk: Štartuje
uk: Запущено

source: CacheFlush Status
lt: CacheFlush būsena
sk: Stav CacheFlush
uk: Статус КешФлеш

source: Started
lt: Pradžia
sk: Spustené
uk: Старт

source: Stopped
lt: Nutraukta
sk: Zastavené
uk: Зупинено

source: Mem cleared
lt: Atmintis išvalyta
sk: Pamäť uvoľnená
uk: Пам'ять очищена

source: CacheFlush Info
lt: CacheFlush informacija
uk: КешФлеш інфо

source: Refresh
lt: Atnaujinti
sk: Obnoviť
uk: Оновити
